{
  "chapters": {
    "1": {
      "actual_num": 1,
      "content_hash": "6a03c97fd945f9ec140313f2560ff17c",
      "output_file": "response_chapternotice_0001.html",
      "status": "completed",
      "last_updated": 1757899022.6062922,
      "zero_adjusted": false
    },
    "2": {
      "actual_num": 2,
      "content_hash": "380bd6ae1c1e5c30db5df254b162a9a9",
      "output_file": "response_chapternotice_0002.html",
      "status": "completed",
      "last_updated": 1757899028.120772,
      "zero_adjusted": false
    },
    "3": {
      "actual_num": 3,
      "content_hash": "18d9ea24a935e7e3f2e69a3871edf3fc",
      "output_file": "response_chapternotice_0003.html",
      "status": "completed",
      "last_updated": 1757899031.4105778,
      "zero_adjusted": false
    },
    "4": {
      "actual_num": 4,
      "content_hash": "7c3596961666e5ce6c11c372b9bce225",
      "output_file": "response_chapter0004.html",
      "status": "completed",
      "last_updated": 1757899054.982188,
      "zero_adjusted": false
    },
    "5": {
      "actual_num": 5,
      "content_hash": "12ddb2eec9d32e15d80d3dcd9c0662b8",
      "output_file": null,
      "status": "in_progress",
      "last_updated": 1757899077.637914,
      "zero_adjusted": false
    },
    "6": {
      "actual_num": 6,
      "content_hash": "ffff2d74a7af50017b28f9700bf189bb",
      "output_file": null,
      "status": "in_progress",
      "last_updated": 1757899078.1421943,
      "zero_adjusted": false
    },
    "7": {
      "actual_num": 7,
      "content_hash": "decb2b04d0cb5951051f5c6907945f34",
      "output_file": null,
      "status": "in_progress",
      "last_updated": 1757899078.6436603,
      "zero_adjusted": false
    }
  },
  "chapter_chunks": {
    "6a03c97fd945f9ec140313f2560ff17c": {
      "total": 1,
      "completed": [
        1
      ],
      "chunks": {
        "1": "<body>\n<h1>Notice: Higher Species (2)</h1>\n<p><img alt=\"Image 1\" src=\"../Images/1.webp\"/></p>\n<p> </p>\n<p>It came out more awesome than I imagined. As before, Toolzilla-jakkanim drew it for me!</p>\n<p> </p>\n<p> </p>\n</body>"
      }
    },
    "380bd6ae1c1e5c30db5df254b162a9a9": {
      "total": 1,
      "completed": [
        1
      ],
      "chunks": {
        "1": "<body>\n<h1>Notice: Fan Art Notice (2021.01.22)</h1>\n<p><img alt=\"Image 2\" src=\"../Images/2.webp\"/></p>\n<p>https://gall.dcinside.com/mgallery/board/view/?id=genrenovel&amp;no=4249247&amp;page=1 </p>\n<p> </p>\n<p>Ant Human-nim drew the Legion's human-shaped body that consistently appears in the story. It's a look that suits it better than I imagined.</p>\n<p> </p>\n<p><img alt=\"Image 3\" src=\"../Images/3.webp\"/></p>\n<p>https://gall.dcinside.com/mgallery/board/view/?id=genrenovel&amp;no=4268175&amp;page=1 </p>\n<p> </p>\n<p>4343-nim drew three types of Legion soldiers. Thank you so much for the heartfelt gift.</p>\n<p><img alt=\"Image 4\" src=\"../Images/4.webp\"/></p>\n<p>https://ifh.cc/v-jqKFaQ </p>\n<p>This is fan art drawn by Teroro-nim. Thank you for the heartfelt gift.</p>\n<p> </p>\n<p>https://novelpia.com/fanart/all/view_825106/ </p>\n<p> </p>\n<p>Saengkkumang-nim uploaded it to the Novelpia Arena.</p>\n<p> </p>\n<p>I'm leaving a link here since it was uploaded to the Novelpia Arena. Thank you for the gift.</p>\n<p> </p>\n<p> </p>\n<p>https://novelpia.com/fanart/all/view_1074058/ </p>\n<p> </p>\n<p>Dwwww-nim uploaded it to the Novelpia Arena.</p>\n<p> </p>\n<p>I'm leaving a link here since it was uploaded to the Novelpia Arena. Thank you for the gift.</p>\n<p> </p>\n<p>There are links in the comments of all the works!</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n</body>"
      }
    },
    "18d9ea24a935e7e3f2e69a3871edf3fc": {
      "total": 1,
      "completed": [
        1
      ],
      "chunks": {
        "1": "<body>\n<h1>Notice: Higher Species (1)</h1>\n<p><img alt=\"Image 5\" src=\"../Images/5.webp\"/></p>\n<p>This is the higher species that uses a spear and flies in the sky, as seen in the story. It came out looking even cooler than I imagined, keke.</p>\n<p> </p>\n<p>*The drawing was done by artist Toolzilla-nim.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n</body>"
      }
    },
    "7c3596961666e5ce6c11c372b9bce225": {
      "total": 1,
      "completed": [
        1
      ],
      "chunks": {
        "1": "<body>\n<h1>Episode 1 - Strange App (1)</h1>\n<p> </p>\n<p>Episode 1 - Strange App (1)</p>\n<p> </p>\n<p>,What the hell is this?\"</p>\n<p> </p>\n<p>That day was as ordinary as any other.</p>\n<p> </p>\n<p>As usual, I was fiddling with my phone when I discovered something.</p>\n<p> </p>\n<p>An app I'd never seen before was installed among the others without my permission.</p>\n<p> </p>\n<p>It had no name, and the icon was just plain black.</p>\n<p> </p>\n<p>At first, I thought it was some kind of error, but then I suddenly got goosebumps.</p>\n<p> </p>\n<p>Recently, scams and hacking crimes using smartphones had been a hot topic.</p>\n<p> </p>\n<p>Could it be that I'd become a target?</p>\n<p> </p>\n<p>Hacking my camera and using it to blackmail me?!</p>\n<p> </p>\n<p>Panicked, I accidentally dropped my phone.</p>\n<p> </p>\n<p>I immediately tried to recall what happened.</p>\n<p> </p>\n<p>But no matter how much I thought about it, there was nothing that could have led to this.</p>\n<p> </p>\n<p>I never clicked on any suspicious links in text messages, nor did I visit or download anything from strange websites.</p>\n<p> </p>\n<p>,No way.\"</p>\n<p> </p>\n<p>But I collapsed in shock at the sight that followed.</p>\n<p> </p>\n<p>The unidentified app on my phone, which had fallen onto the bed, started running on its own.</p>\n<p> </p>\n<p>It was like my phone was possessed, moving by itself.</p>\n<p> </p>\n<p>I was dumbfounded, but quickly snapped out of it and hurriedly pressed and held the power button on my phone.</p>\n<p> </p>\n<p>[It's no use]</p>\n<p> </p>\n<p>At that moment, I gasped.</p>\n<p> </p>\n<p>I was frozen and couldn't even breathe, just from those four words that appeared on the black screen.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>,...\"</p>\n<p> </p>\n<p>[Taking it to a repair center won't help either. This is an opportunity for you, so listen.]</p>\n<p> </p>\n<p>I was quietly wrapping my phone in a handkerchief to put it in my bag when new words appeared again.</p>\n<p> </p>\n<p>As if it were reading my mind.</p>\n<p> </p>\n<p>,What a crazy...\"</p>\n<p> </p>\n<p>[If you refuse the game, I will spread your internet history, locked files, and screenshots to your acquaintances.]</p>\n<p> </p>\n<p>,Who the hell are you?\"</p>\n<p> </p>\n<p>At this point, there's no use in making a fuss. I composed myself, covered the camera lens, and put the phone down again.</p>\n<p> </p>\n<p>A new screen appeared on the phone's display, where only white letters had been appearing on a black background.</p>\n<p> </p>\n<p>,Account...linking?\"</p>\n<p> </p>\n<p>[Didn't I say? It's a game. Why are you reacting like that when you installed this app yourself in the first place?]</p>\n<p> </p>\n<p>It was the email account linking screen that you often see in games.</p>\n<p> </p>\n<p>I swallowed hard.</p>\n<p> </p>\n<p>The moment I link here, I'll get hacked... or rather, I've already been completely hacked, so does it even matter?</p>\n<p> </p>\n<p>More than that, what the hell is this nonsense about me installing it myself?</p>\n<p> </p>\n<p>I'm always so careful when I use my phone.</p>\n<p> </p>\n<p>[Link it. Detailed explanation will come next.]</p>\n<p> </p>\n<p>,Shit...\"</p>\n<p> </p>\n<p>There was no choice.</p>\n<p> </p>\n<p>This unidentified hacker used the word 'game,' but how could this be a game?</p>\n<p> </p>\n<p>Right now, this crazy bastard was eavesdropping and filming me, talking to me in real-time.</p>\n<p> </p>\n<p>I felt a sense of crisis that I might be socially buried if I made a mistake, combined with the anxiety that this crazy hacker might harm me, so I reluctantly entered one of my junk emails.</p>\n<p> </p>\n<p>,It's not working?\"</p>\n<p> </p>\n<p>[Participants in this game do not link with email or anything like that]</p>\n<p> </p>\n<p>While I was wondering, a flash went off from the front camera with a sudden click, and my picture was taken.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>[Your soul is the price]</p>\n<p> </p>\n<p>I could sense it the moment the picture was taken.</p>\n<p> </p>\n<p>Other people would laugh it off as nonsense, but the chilling sensation that swept through my body just now was not a lie.</p>\n<p> </p>\n<p>My heart was pounding and I was sweating cold.</p>\n<p> </p>\n<p>This is real.</p>\n<p> </p>\n<p>[Let the games begin]</p>\n<p> </p>\n<p>Whether I was shocked or not, the screen automatically switched.</p>\n<p> </p>\n<p>The newly appeared environment boasted incredible graphics, like a live-action movie.</p>\n<p> </p>\n<p>,A cave.\"</p>\n<p> </p>\n<p>[Behold. In exchange for your soul, you have obtained everything of a race]</p>\n<p> </p>\n<p>This was a cave.</p>\n<p> </p>\n<p>It wasn't too dark because there were dimly glowing stones embedded in the walls here and there.</p>\n<p> </p>\n<p>I followed the message that appeared on the screen and shifted my gaze.</p>\n<p> </p>\n<p>'It' was there.</p>\n<p> </p>\n<p>,What the hell is this...\"</p>\n<p> </p>\n<p>The bastard called it life.</p>\n<p> </p>\n<p>But no matter how much I looked at it, it just looked like black water pooling on the cave floor.</p>\n<p> </p>\n<p>[Ah...this is quite an ambiguous situation]</p>\n<p> </p>\n<p>,What nonsense are you talking about?\"</p>\n<p> </p>\n<p>[It's a race that suits your mediocre soul, but has enough potential. A race that can go to extremes depending on how it grows]</p>\n<p> </p>\n<p>I was so dumbfounded that I chuckled.</p>\n<p> </p>\n<p>Isn't this just a gacha failure in the end? They could have told me in advance.</p>\n<p> </p>\n<p>[If you want to see more detailed information, try touching it once]</p>\n<p> </p>\n<p>Looking at it this way, it was a very friendly tutorial guide.</p>\n<p> </p>\n<p>I touched the screen as he said.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>,It's a cell.\"</p>\n<p> </p>\n<p>[That's right. But it's not just a simple cell]</p>\n<p> </p>\n<p>In the enlarged screen, wriggling cells were spreading their roots to each other and dividing at an incredible rate.</p>\n<p> </p>\n<p>So much so that you could see the puddle growing with the naked eye.</p>\n<p> </p>\n<p>[To make it easier to understand, I will show you the racial characteristics of these cells. Racial characteristics are the unique attributes of each race]</p>\n<p> </p>\n<p>[Hive Mind] [Genetic Manipulation] [Accelerated Growth]</p>\n<p> </p>\n<p>Three functions were displayed in front of me.</p>\n<p> </p>\n<p>I saw the keywords and realized the characteristics of these cells.</p>\n<p> </p>\n<p>,Zerg?\"</p>\n<p> </p>\n<p>[Similar but different. It proliferates explosively and can literally become anything, but the process is an ordeal of carving stones to make a beach]</p>\n<p> </p>\n<p>They could at least make it easier to understand.</p>\n<p> </p>\n<p>I returned the screen to its original state.</p>\n<p> </p>\n<p>So, it doesn't have a fancy UI like a game, it just shows the screen and tells me to do something.</p>\n<p> </p>\n<p>[Now, I will proceed with the tutorial]</p>\n<p> </p>\n<p>Moreover, the progress was not up to me, but up to him.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>[Power is lacking. Unlimited explosive proliferation has advantages, but also the disadvantage of energy depletion]</p>\n<p> </p>\n<p>,So what am I supposed to do?\"</p>\n<p> </p>\n<p>[Give them a sample and energy, who are currently individual cells]</p>\n<p> </p>\n<p>He arbitrarily gave me an order.</p>\n<p> </p>\n<p>Sample, and energy.</p>\n<p> </p>\n<p>Energy is one thing, but what does the sample mean?</p>\n<p> </p>\n<p>[A sample from which you can obtain genetic samples. In the current state of growth, you cannot replicate creatures that are too large]</p>\n<p> </p>\n<p>,I see what you mean.\"</p>\n<p> </p>\n<p>I got up from my seat for now.</p>\n<p> </p>\n<p>I already had a sense of what kind of bastards this race I had to take care of were.</p>\n<p> </p>\n<p>They devour, replicate, combine, and become stronger.</p>\n<p> </p>\n<p>To do that, they needed a variety of samples.</p>\n<p> </p>\n<p>,How about these guys? They're small.\"</p>\n<p> </p>\n<p>I came out in front of my house and found what I was looking for.</p>\n<p> </p>\n<p>A small ant was crawling around on the wall.</p>\n<p> </p>\n<p>[It is possible enough in the current state. Take a picture of it]</p>\n<p> </p>\n<p>Soon, the app moved on its own and the camera turned on.</p>\n<p> </p>\n<p>With a bewildered heart, I raised the camera, aimed at the ant, and took a picture.</p>\n<p> </p>\n<p>,...It disappeared.\"</p>\n<p> </p>\n<p>[Behold. Your children have seen a ray of light. This moment will be recorded in the history of the race]</p>\n<p> </p>\n<p>The screen was showing the puddle again.</p>\n<p> </p>\n<p>The ant I took a picture of moved to that place and fell into the puddle.</p>\n<p> </p>\n<p>Devouring, and dismantling.</p>\n<p> </p>\n<p>I frowned as I watched the ant being surrounded by countless cells and broken down into cellular units.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>[A macroscopic roadmap is needed. What kind of race will you raise these beings with this ability into?]</p>\n<p> </p>\n<p>,You're suddenly asking something grand.\"</p>\n<p> </p>\n<p>I came back to my room and scratched my head.</p>\n<p> </p>\n<p>Why do I, who should be worrying about midterms and reports right now, have to worry about this?</p>\n<p> </p>\n<p>But he said that in order to survive, I had to keep getting stronger.</p>\n<p> </p>\n<p>If everything that was happening now wasn't a dream, then I couldn't just ignore it.</p>\n<p> </p>\n<p>,I heard that racial characteristics are the most powerful weapon, so I have to go in the direction that makes the best use of them.\"</p>\n<p> </p>\n<p>What I got in exchange for starting at the cellular level were those three characteristics.</p>\n<p> </p>\n<p>So, I had to move in a way that made the best use of those things.</p>\n<p> </p>\n<p>[Then you must steadily acquire energy and samples for that goal. First of all, prepare for war. It's an intruder]</p>\n<p> </p>\n<p>,Huh?\"</p>\n<p> </p>\n<p>A random event broke out.</p>\n<p> </p>\n<p>I hurriedly zoomed in on the screen and saw that there really was an intruder.</p>\n<p> </p>\n<p>They were... spores of something unknown.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p>[It is a type of fungus that lives in this cave. Fungal spores carried by the wind have come into contact with your children]</p>\n<p> </p>\n<p>They were fungi, but they seemed a bit different from the mold I knew.</p>\n<p> </p>\n<p>Nothing is visible on the outside.</p>\n<p> </p>\n<p>But when I touched it and zoomed in, the fierce battlefield unfolded before my eyes.</p>\n<p> </p>\n<p>[Fungi have the weapons of strength and fur. And their size is much larger than your children. But your children have already acquired their weapons]</p>\n<p> </p>\n<p>There were some unusual cells.</p>\n<p> </p>\n<p>They were cells with protrusions that looked like ant mandibles.</p>\n<p> </p>\n<p>Countless of those guys gathered and began to bite the fungus.</p>\n<p> </p>\n<p>[The complacent fungus began to be torn apart mercilessly. It began to be broken down into pieces. We have thus achieved our first victory. This will also be recorded in the history of the race]</p>\n<p> </p>\n<p>An icon appeared on one side of the screen.</p>\n<p> </p>\n<p>It was obvious that it meant the history of the race that he mentioned.</p>\n<p> </p>\n<p>[And we have obtained the genetic information of the fungus. Check it out]</p>\n<p> </p>\n<p>Another icon appeared below.</p>\n<p> </p>\n<p>I clicked on the icon as he said.</p>\n<p> </p>\n<p>[Cave Glowing Mushroom: 1A1237]</p>\n<p> </p>\n<p>Information about the creature we just fought was written there.</p>\n<p> </p>\n<p>It was a fungus, and as he said, it had the appearance of a faintly glowing mushroom.</p>\n<p> </p>\n<p>,What is this...?\"</p>\n<p> </p>\n<p>[It is imitating the absorbed fungus]</p>\n<p> </p>\n<p>Some of the cells began to divide again at an incredible rate.</p>\n<p> </p>\n<p>The shape was similar to the fungus they had just eaten.</p>\n<p> </p>\n<p>It wasn't like they were accelerating, but the mushroom was really growing quickly.</p>\n<p> </p>\n<p>One peculiar thing was that the absorbed glowing mushroom was white, but the mushroom I was seeing now was black.</p>\n<p> </p>\n<p>[By imitating the mushroom's breeding method, they are trying to increase their power beyond this place. They are trying to spread wider by riding the spores]</p>\n<p> </p>\n<p>I was slightly surprised to hear the reason.</p>\n<p> </p>\n<p>This unknown race was smarter than I thought.</p>\n<p> </p>\n</body>"
      }
    },
    "12ddb2eec9d32e15d80d3dcd9c0662b8": {
      "total": 1,
      "completed": [],
      "chunks": {}
    }
  },
  "image_chunks": {},
  "version": "2.1",
  "completed_list": [
    {
      "num": 0,
      "idx": 0,
      "title": "Chapter 0",
      "file": "response_chapternotice_0001.html",
      "key": "1"
    },
    {
      "num": 0,
      "idx": 0,
      "title": "Chapter 0",
      "file": "response_chapternotice_0002.html",
      "key": "2"
    },
    {
      "num": 0,
      "idx": 0,
      "title": "Chapter 0",
      "file": "response_chapternotice_0003.html",
      "key": "3"
    },
    {
      "num": 0,
      "idx": 0,
      "title": "Chapter 0",
      "file": "response_chapter0004.html",
      "key": "4"
    }
  ]
}